import React, { Component } from 'react';

class Announcement extends Component {
    render() {
        return (
            <div className='announcement'>
                <p className='announcement-title'>
                    СТИЛЬНІ ДИЗАЙНЕРСЬКІ МЕБЛІ МОЖУТЬ БУТИ ДОСТУПНИМИ
                </p>
                <hr />
                <p className="announcement-text">
                В чому полягає унікальність інтернет-магазину House Staff? Чому український 
                споживач обере саме нас, а не будь-який інший магазин меблів, декору і 
                текстиля? Все надзвичайно просто. Ми робимо процес вибору, комбінування 
                і купівлі предметів інтер'єру в Києві, або будь-якому іншому місті України 
                приємним і необтяжливим. Ми полегшуємо завдання зі створення інтер'єру з 
                нуля, а також доповнення вже створеного. Завдяки тому, що більшість товарів 
                згруповано в колекції, їх легко поєднувати між собою, що значно спрощує 
                створення простору, який відповідає всім вашим запитам.
                <br/><br/>
                Інтернет-магазин House Staff зручний як для тих, хто хоче "все і одразу"
                , а саме побачивши ідею оформлення кімнати, повністю перенести її у свій 
                житловий простір, так і для тих, кому цікаво збирати свій інтер'єр по 
                дрібницям: від шафи до вази на журнальному столику і подушки на дивані. 
                Крім того, якщо ви не знаєте, як правильно зонувати приміщення або як 
                грамотно розставити меблі, у нас ви знайдете масу ідей і отримаєте море 
                натхнення. Додавши до свого помешкання щось з нашого асортименту, 
                ви зробите його більш стильним і затишним. З нами легко реалізувати 
                дизайн інтер'єрів в надзвичайно популярному сьогодні скандинавському стилі.
                </p>
                <hr />
            </div>
        );
    }
}

export default Announcement;